Repository: joaoduartemariucio/Guidelines
Catalog: Pautas Control/UI/*.lproj/Localizable.strings
Languages: pt_br

# seja_bem_vindo
source: Welcome
pt_br: Seja bem-vindo

# seja_bem_vindo_detalhes
source: Login to your ** account
pt_br: Entre na sua conta do **

# processando_login
source: Processing login...
pt_br: Processando login...

# esqueceu_sua_senha
source: Forgot your password?
pt_br: Esqueceu sua senha?

# error_email_invalido
source: The E-mail provided is not registered in the system, please register before logging in
pt_br: O E-mail informado não está cadastrado no sistema, por favor cadastre-se antes de fazer login

# error_senha_invalida
source: The password entered is invalid, check the password and try again
pt_br: A senha informada é invalida, verifique a senha e tente novamente.

# error_nao_tratado
source: Something went wrong, check your internet connection.
pt_br: Algo deu errado, verifique sua conexão com a internet

# enviar_email
source: SUBMIT
pt_br: ENVIAR

# esqueceu_sua_senha_detalhes
source: Don't worry, put your email in the field below and click on submit and you'll receive an email in a moment to recover your password.
pt_br: Não se preocupe coloque seu e-mail no campo abaixo e clique em enviar e receberá em instantes um e-mail para recuperar sua senha.

# enviando_reset_senha
source: Sending email to reset password...
pt_br: Enviando email para resetar senha...

# email_recuperacao_enviado
source: The recovery email was sent successfully
pt_br: O e-mail de recuperação foi enviado com sucesso

# vamos_comecar
source: Let's start
pt_br: Vamos começar

# vamos_comecar_detalhes
source: Create an account at ** to get all the features
pt_br: Crie uma conta no ** para obter todos os recursos

# nome
source: Name
pt_br: Nome

# senha
source: Password
pt_br: Senha

# confirmar_senha
source: Confirm your password
pt_br: Confirme sua senha

# criar_conta
source: CREATE ACCOUNT
pt_br: CRIAR CONTA

# criando_seu_login
source: Creating your login
pt_br: Criando seu login

# cadastrado_com_sucesso
source: User registered successfully
pt_br: Usuário cadastrado com sucesso

# error_cadastrar_verifique_email
source: Error when registering, check if the e-mail informed is valid
pt_br: Erro ao cadastrar-se verifique se o e-email informado é válido

# error_nome_nao_preenchido
source: The Name field must be filled
pt_br: O campo Nome deve ser preenchido

# error_email_senha_nao_preenchido
source: The e-mail and password fields must be filled
pt_br: Os campos de e-mail e senha devem ser preenchidos

# error_email_nao_preenchido
source: The E-mail field must be filled
pt_br: O campo E-mail deve ser preenchido

# error_email_nao_valido
source: The e-mail field must be filled in with a valid e-mail
pt_br: O campo e-mail deve ser preenchido com um e-mail válido

# error_senha_nao_preenchido
source: The Password field must be filled
pt_br: O campo Senha deve ser preenchido

# error_confirmar_senha_nao_preenchido
source: The Confirm password field must be filled
pt_br: O campo Confirmar senha deve ser preenchido

# error_senha_nao_igual
source: The password entered in the password field is different from the password entered in the confirm password field !!!
pt_br: A senha informada no campo senha é diferente da senha informada no campo confirmar senha!!!

# error_senha_muito_curta
source: The password entered is too short inform a password of at least 8 characters
pt_br: A senha informada é muito curta informe uma senha de no minimo 8 caracteres

# pautas_abertas
source: Open guidelines
pt_br: Pautas abertas

# pautas_abertas_detalhes
source: All your guidelines open
pt_br: Todas suas pautas abertas

# finalizar
source: Finish
pt_br: Finalizar

# pautas_fechadas
source: Finished guidelines
pt_br: Pautas finalizadas

# pautas_fechadas_detalhes
source: All your finalized guidelines
pt_br: Todas suas pautas finalizadas

# reabrir
source: Reopen
pt_br: Reabrir

# cadastro_pauta
source: Register guideline
pt_br: Cadastro pauta

# cadastro_pauta_detalhes
source: Fill in all fields to release the registration
pt_br: Preencha todos os campos para liberar o cadastro

source: Title
pt_br: Título

# breve_descricao
source: Brief description
pt_br: Breve descrição

# detalhes
source: Details of your guideline
pt_br: Detalhes da sua pauta

# finaliza_cadastro
source: Finalize registration
pt_br: Finalizar cadastro

# error_salvar_tente_novamente
source: Error saving your guideline please try again later
pt_br: Erro ao salvar sua pauta tente novamente mais tarde

# salvando_pauta
source: Saving your guideline please wait ...
pt_br: Salvando sua pauta aguarde...

# pauta_salva_com_suceeso
source: Your guideline has been successfully saved!!!
pt_br: Sua pauta foi salva com sucesso!!!

# perfil
source: Profile
pt_br: Perfil

# deslogar
source: Log out
pt_br: Deslogar
